taskDescription = "Controlar o Computador";
requestScreenControl = "Deseja pedir permissão para controlar?";
requestScreenObserve = "Deseja pedir permissão para observar?";
requestScreenAuthFailed = "Falha de autenticação em “%@”.";
connecting = "Conectando a “%@”";
connectionLost = "Conexão perdida com “%@”.";
connectionFailed = "Falha de conexão com “%@”.";
runningAdminAppObserveError = "Não foi possível observar “%@”";
runningAdminAppControlError = "Não foi possível controlar “%@”";
runningAdminAppErrorMessage = "Um aplicativo de administração está atualmente em execução neste computador e não permitirá que você controle a tela remotamente.";
controlModeError = "Não foi possível mudar para o Modo Controlar";
observeModeError = "Não foi possível mudar para o Modo Observar";
sharedControlError = "Não foi possível mudar o controle do mouse";
controlNotAuthorized = "Você não tem autorização para controlar este computador.";
serverNotSupported = "O servidor não suporta essa opção.";
captureDefaultName = "Imagem do Remote Desktop";
scaleToolbarTitle = "Ajustar à Janela";
scaleToolbarPaletteLabel = "Ajustar à Janela";
scaleToolbarTooltip = "Ajustar tela à janela";
controlToolbarTitle = "Controlar";
controlToolbarPaletteLabel = "Controlar ou Observar";
controlToolbarTooltip = "Alternar entre o Modo Controlar e Observar";
shareToolbarTitle = "Compartilhar Mouse";
shareToolbarPaletteLabel = "Compartilhar Mouse com o Usuário";
shareToolbarTooltip = "Compartilhar mouse e teclado com o usuário";
qualityToolbarTitle = "Qualidade";
qualityToolbarPaletteLabel = "Qualidade da Imagem";
qualityToolbarTooltip = "Qualidade da Imagem";
captureToolbarTitle = "Captura de Tela";
captureToolbarPaletteLabel = "Captura de Tela";
captureToolbarTooltip = "Capturar tela para um arquivo";
controlObserveNotSupported = "Você não pode controlar nem observar seu computador.";
fullScreenToolbarTooltip = "Ajustar a tela para tela cheia";
fullScreenToolbarTooltipExt = "Exibir tela em uma janela";
fullScreenToolbarTitle = "Tela Cheia";
fullScreenPaletteDisconnect = "Sair da sessão de controle ou observação";
showCursorToolbarTooltip = "Oculta ou mostra o cursor local";
showCursorToolbarTitle = "Ocultar/mostrar cursor";
curtainToolbarTitle = "Bloquear Tela";
curtainToolbarTooltip = "Bloquear a tela do computador enquanto você controla";
getClipboardToolbarTitle = "Obter Área de Transferência";
getClipboardToolbarTooltip = "Obter o conteúdo da área de transferência remota";
sendClipboardToolbarTitle = "Enviar Área de Transferência";
sendClipboardToolbarTooltip = "Enviar o conteúdo da área de transferência para a área de transferência remota";
multiDisplayToolbarTitle = "Seleção de Monitor";
multiDisplayToolbarTooltip = "Selecione qual monitor remoto será visualizado";
computerInScreenShare = "Você está compartilhando sua tela com este computador atualmente";
curtainErrorTitle = "Não foi possível mudar para o Modo Cortina";
curtainExitErrorTitle = "Não foi possível mudar do Modo Cortina";
curtainErrorMessage = "Ocorreu um erro neste computador.";
curtainUnavailableTooltip = "O modo Cortina não está disponível para a versão do Mac OS X em execução em “%@”.";
curtainUnavalableMessage = "O modo Cortina não está disponível para “%@”.";

displayPopUpAllDisplays = "Todas os Monitores: %@ x %@";
displayPopUpBothDisplays = "Ambos Monitores: %@ x %@";
displayPopUpOneDisplay = "Monitor %@: %@ x %@";

curtainTaskString = "Cortina";
curtainTaskDescription = "Controlar Computador no Modo Cortina";
curtainLongTaskDescription = "Controle o computador selecionado enquanto a tela é bloqueada";

sshTunnelRemoteLoginDisabledTitle = "A conexão falhou porque o Início de Sessão Remoto não está ativado em “%@”.";
sshTunnelRemoteLoginDisabledMessage = "Desative o ajuste de segurança “Encriptar todos os dados da rede” ou tente ativar o Início de Sessão Remoto na preferência Compartilhamento em “%@”.";
sshTunnelHostKeyChangedTitle = "A conexão com “%@” falhou porque não foi possível confirmar sua identidade. Talvez seja um problema de segurança ou o arquivo known_hosts do SSH pode estar desatualizado.";
sshTunnelHostKeyChangedMessage = "Desative o ajuste de segurança “Encriptar todos os dados da rede” ou atualize o arquivo known_hosts do SSH.";
sshTunnelHostKeyChanged2Message = "A identificação do host remoto mudou para “%@”.  Se tiver certeza de que este não é um problema de segurança, o Compartilhamento de Tela pode tentar corrigir o arquivo known_hosts.";
sshTunnelHostKeyFix = "Reparar";
sshTunnelHostKeyFixError = "Houve um problema ao tentar modificar o arquivo known_hosts.";
sshTunnelTooltip = "A conexão está encriptada";

legacyVNCSecurityWarningTitle = "O computador “%@” está executando um servidor VNC que não é compatível com a encriptação de toques do Compatilhamento de Tela. Deseja continuar com a conexão mesmo assim?";
legacyVNCSecurityWarningMessageFull = "Se o computador remoto tiver o Início de Sessão Remoto ou SSH ativados, você pode selecionar a opção “Encriptar todos os dados da rede” nas preferências do Remote Desktop ou escolher a opção “Conectar-se usando SSH” abaixo para conectar-se com segurança.";
legacyVNCSecurityWarningMessage = "Se o computador remoto possui o Início de Sessão Remoto ou SSH ativado, você pode selecionar o ajuste “Encriptar todos os dados de rede” da preferência Compartilhamento de Tela para conectá-lo com segurança.";
legacyVNCSecurityWarningContinueSSHButton = "Conectar usando SSH";

legacyVNCYesButton = "Conectar";
legacyVNCNoButton = "Cancelar";

reconnectingMessage = "Voltando a conectar...";